{
  "introText": "Bienvenido a Solutions for Life",
  "introText2": "En Solutions for Life creemos que cada persona merece vivir con tranquilidad, confianza y seguridad.",
  "header" : {
  "home": "Inicio",
    "about us": "Nosotros",
    "contact": "Contacto",
    "services": "Servicios",
    "company": "Compañía",
    "login": "Iniciar sesión",
    "language": "Idioma",
    "subService": {
      "insurance": {
        "title": "Seguros",
        "description": "Obtén una mejor comprensión de tu tráfico"
      },
      "taxes": {
        "title": "Impuestos",
        "description": "Habla directamente con tus clientes"
      },
      "inmigration": {
          "title": "Inmigración",
          "description": "Los datos de tus clientes estarán seguros y protegidos"
        },
      "realestate": {
        "title": "Bienes Raíces",
        "description": "Conéctate con herramientas de terceros"
      }
    }
  },
  "home": {
    "card": "Bienestar",
    "description": "Te brindamos transparencia",
    "card1": "Seguridad",
    "description1": "Protegemos tu futuro",
    "card2": "Compromiso",
    "description2": "Te acompañamos en cada paso importante de tu vida",
    "card3": "Confianza",
    "description3": "Te ofrecemos resultados que marcan la diferencia",
  "title": "Quédate tranquilo y disfruta de nuestros servicios",
  "btn_services": "Ver más servicios",
    "btn_contact": "Contáctanos para más información"
  },
  "home-us": {
    "span": "Años de experiencia",
    "span2": "Clientes satisfechos",
    "span3": "Tenemos los mejores resultados para tu futuro",
    "title": "¡Simplificamos lo complicado para que disfrutes lo importante!",
    "description": "En Solutions for Life creemos que cada persona merece vivir con tranquilidad, confianza y seguridad. Somos una empresa dedicada a brindar soluciones fáciles, eficientes y personalizadas en seguros, impuestos, inmigración y bienes raíces. Nuestro compromiso es acompañarte en cada paso importante de tu vida, ofreciendo asesoría profesional, atención cercana y resultados que marcan la diferencia.",
    "list":"Ofrecemos soluciones integrales en seguros, impuestos, inmigración y bienes raíces",
    "list2":"Creemos en la confianza, la transparencia y el trato humano.",
    "list3":"Te acompañamos a proteger tu futuro y alcanzar tus metas.",
    "btn": "Ver más"
  },
  "home-services": {
    "title": "Ofrecemos los mejores servicios",
  "title2": "Exclusivamente pensados para su bienestar.",
    "btn-card": "Ver más",
    "title-card": "Seguro de vida",
    "description-card": "Protege el bienestar de tus seres queridos en caso de que faltes.",
    "title-card-2": "Seguro de salud",
    "description-card-2": "Protege el bienestar de tus seres queridos en caso de que faltes.",
    "title-card-3": "Declaraciones personales",
    "description-card-3": "Te ayudamos a declarar tus impuestos de manera rápida.",
    "title-card-4": "Contabilidad de negocios",
  "description-card-4": "Mantenemos tus finanzas organizadas, con acompañamiento profesional.",
    "title-card-5": "Permisos de trabajo",
    "description-card-5": "Te brindamos una gestión rápida y confiable para tus permisos de trabajo.",
    "title-card-6": "Ajustes de residencia",
    "description-card-6": "Si deseas regularizar tu estatus migratorio, te ayudamos con confianza y seguridad.",
    "title-card-7": "Compra de vivienda",
    "description-card-7": "Te acompañamos en la búsqueda para que compres la casa perfecta para ti y tu familia.",
    "title-card-8": "Inversión en propiedades",
    "description-card-8": "Te ayudamos a identificar oportunidades que sumen valor a tu futuro.",
    "title-card-9": "Ven y conoce todos los servicios que ofrecemos"
  },
  "services": {
    "button" : "Obtener más información",
    "title": "Servicios de soluciones integrales",
    
    "title2": "Lista de servicios",
    "description": "Con nosotros encontrarás no solo un servicio, sino un aliado que trabaja contigo para proteger tu futuro, alcanzar tus metas y hacer más simple todo lo que parecía complicado. En Solutions for Life creemos que cada persona merece vivir con tranquilidad, confianza y seguridad.",
    "description2": "Somos una empresa dedicada a brindar soluciones fáciles, eficientes y personalizadas en seguros, impuestos, inmigración y bienes raíces. Nuestro compromiso es acompañarte en cada paso importante de tu vida, ofreciendo asesoría profesional, atención cercana y resultados que marcan la diferencia."
  },
  "service": {
    "canales_atencion" : "Canales de atención",
    "canales_atencion_desc": "WhatsApp, Formulario de contacto, líneas telefónicas",
    "canales_atencion2" : "La mejor asesoría",
    "canales_atencion2_desc": "Disponibles 24/7, aprovecha las temporadas de impuestos, y los mejores planes médicos etc."
    },
  "contact": {
  "title": "Contáctanos",
    "title-description": "¡Necesitas ayuda, estamos para atenderte!",
  "description": "Déjanos tus datos para poder contactarnos y ofrecerte nuestro servicio y resolver tus dudas. Te ayudamos con tus impuestos, seguros, bienes raíces, inmigración, etc.",
    "title-card-contact": "Dirección de la oficina",
    "description-card-contact": "Oficina en EE.UU.:",
  "title-card-email": "Envíanos un correo electrónico",
    "description-card-email": "Estamos al tanto de todo y nuestro objetivo es responder a todas las consultas dentro de las 24 horas.",
    "title-card-tel": "Llámanos",
    "title-card-info": "Ponte en contacto con nosotros",
    "description-card-tel": "Trabajemos juntos hacia un objetivo común: ¡contáctanos!",
    "form": {
      "name": "Nombre completo",
      "email": "Correo electrónico",
      "phone": "No. de teléfono",
  "message": "Déjanos tu mensaje",
      "btn-submit": "Enviar formulario"
    }
  },
  "contact-us": {
    "title": "Te ofrecemos toda la asistencia profesional",
  "tittle2": "que necesites.",
    "description": "Impuestos sobre la renta, Contabilidad, Nóminas, Seguros de salud y de vida, Bienes raíces, Riesgos y Asesoría financiera.",
    "btn-pro": "Servicios profesionales",
    "title-list": "¿Qué ofrecemos?",
    "list-1": "Experiencias de alta calidad",
    "list-2": "Seguros de vida",
    "list-3": "Servicios 100% Seguros",
  "list-4": "Servicios confiables",
    "list-5": "Atención Personalizada",
    "list-6": "Soporte 24/7 en nuestras líneas de atención",
  "btn-list": "Contáctanos ahora",
    "title-card-contact": "Atención Personalizada",
    "description-card-contact": "Conoce nuestros servicios y productos",
  "btn-card-contact": "Contáctanos",
    "title-customers": "Vea cómo estamos ayudando a clientes a cuidar su vida.",
  "description-customers": "Más de 1000 clientes satisfechos"

  },
  "footer" : {
    "email" : "Correo electrónico",
    "phone" : "Teléfono",
    "Services": "Servicios",
    "home": "Inicio",
  "get in touch": "Contacto",
    "quick links": "Enlaces rápidos",
    "Company": "Compañía",
    "Login": "Iniciar sesión",
    "Stay Updated": "Contáctanos",
    "placeholder": "Tu correo electrónico",
  "newsletter": "Contáctanos a través de nuestro formulario",
    "policy" : "Política de privacidad",
    "terms" : "Términos de servicio",
    "cookies" : "Cookies",
    "Language": "Idioma",
    "rights": "Todos los derechos reservados"
  },
  "privacyPolicy": {
    "title": "Política de Privacidad",
    "lastUpdated": "Última actualización: 24 de agosto de 2025",

    "intro1": "Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.",
    "intro2": "Usamos sus Datos Personales para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y el uso de la información de acuerdo con esta Política de Privacidad. Esta Política de Privacidad se creó con la ayuda del Generador de Políticas de Privacidad.",

    "interpretationDefinitions": "Interpretación y Definiciones",
    "interpretation": "Interpretación",
    "interpretationText": "Las palabras cuya letra inicial está en mayúscula tienen los significados definidos en las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.",
    "definitions": "Definiciones",

    "definition": {
      "account": "Cuenta significa una cuenta única creada para que usted acceda a nuestro Servicio o a partes de nuestro Servicio.",
      "affiliate": "Afiliada significa una entidad que controla, es controlada por o está bajo control común con una parte, donde \"control\" significa la propiedad del 50% o más de las acciones, intereses de capital u otros valores con derecho a voto.",
      "company": "La Compañía se refiere a Solutions For Life, 680 Hillcrest Rd NW, Lilburn, GA 30047, EE. UU.",
      "cookies": "Las Cookies son pequeños archivos colocados en su computadora, dispositivo móvil u otro dispositivo por un sitio web.",
      "country": "País se refiere a: Georgia, Estados Unidos.",
      "device": "Dispositivo significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono móvil o una tableta digital.",
      "personalData": "Datos Personales es cualquier información que se refiera a una persona identificada o identificable.",
      "service": "Servicio se refiere al Sitio Web.",
      "serviceProvider": "Proveedor de Servicios significa cualquier persona física o jurídica que procesa los datos en nombre de la Compañía.",
      "usageData": "Datos de Uso se refiere a los datos recopilados automáticamente mediante el uso del Servicio o desde su infraestructura.",
      "website": "Sitio Web se refiere a Solutions For Life, accesible desde solutionsforlifeatl.com",
      "you": "Usted significa la persona que accede o utiliza el Servicio, o la empresa/entidad legal en nombre de la cual dicha persona accede o utiliza el Servicio."
    },

    "collectingData": "Recopilación y Uso de sus Datos Personales",
    "typesOfData": "Tipos de Datos Recopilados",

    "personalData": "Datos Personales",
    "personalDataText": "Mientras utiliza nuestro Servicio, podemos pedirle que nos proporcione cierta información de identificación personal que pueda utilizarse para contactarle o identificarle. La información de identificación personal puede incluir:",
    "personalData.email": "Dirección de correo electrónico",
    "personalData.name": "Nombre y apellidos",
    "personalData.phone": "Número de teléfono",
    "personalData.usageData": "Datos de Uso",

    "usageDataTitle": "Datos de Uso",
    "usageDataText": "Los Datos de Uso se recopilan automáticamente al utilizar el Servicio. Los Datos de Uso pueden incluir información como dirección IP, tipo y versión de navegador, páginas visitadas, tiempo de permanencia, identificadores del dispositivo y datos de diagnóstico.",

    "cookiesTitle": "Tecnologías de Seguimiento y Cookies",
    "cookiesText": "Utilizamos Cookies y tecnologías de seguimiento similares para registrar la actividad y almacenar cierta información. Las tecnologías utilizadas incluyen balizas, etiquetas y scripts.",
    "cookies": {
      "necessary": "Cookies Necesarias/Esenciales (de Sesión) – para autenticar usuarios y prevenir fraude.",
      "acceptance": "Cookies de Política/Aceptación de Aviso (Persistentes) – para recordar el consentimiento de cookies.",
      "functionality": "Cookies de Funcionalidad (Persistentes) – para recordar datos de inicio de sesión o preferencias de idioma."
    },

    "useOfData": "Uso de sus Datos Personales",
    "use": {
      "provideService": "Proporcionar y mantener nuestro Servicio",
      "manageAccount": "Gestionar su Cuenta",
      "contractPerformance": "Cumplimiento de un contrato",
      "contact": "Contactarle",
      "marketing": "Proporcionar noticias, ofertas y eventos salvo que usted se oponga",
      "requests": "Gestionar sus solicitudes",
      "transfers": "Para transferencias comerciales",
      "analytics": "Para analítica, mejoras y seguridad"
    },

    "retention": "Conservación de sus Datos Personales",
    "retentionText": "La Compañía conservará los Datos Personales solo durante el tiempo necesario para cumplir con los fines establecidos en esta Política de Privacidad, para cumplir con obligaciones legales, resolver disputas y hacer cumplir acuerdos. Los Datos de Uso generalmente se conservan por un período más corto, a menos que se utilicen para mejorar la seguridad o la ley exija conservarlos.",

    "transfer": "Transferencia de sus Datos Personales",
    "transferText": "Su información puede transferirse y mantenerse en computadoras ubicadas fuera de su estado o país. Al enviar su información, usted acepta dicha transferencia. Garantizamos que existen protecciones adecuadas.",

    "deletion": "Eliminación de sus Datos Personales",
    "deletionText": "Usted puede solicitar la eliminación de sus Datos Personales en cualquier momento. Puede actualizar, modificar o eliminar su información desde su Cuenta o contactándonos. Parte de la información puede conservarse según lo exija la ley.",

    "disclosure": "Divulgación de sus Datos Personales",
    "disclosure.business": "Transacciones Comerciales: Si la Compañía participa en una fusión, adquisición o venta de activos, sus Datos Personales pueden transferirse.",
    "disclosure.law": "Aplicación de la ley: Podemos divulgar Datos Personales si así lo exige la ley.",
    "disclosure.other": "Otros requisitos legales: Podemos divulgar sus Datos Personales de buena fe para cumplir obligaciones legales, proteger derechos, investigar conductas indebidas, garantizar la seguridad o prevenir responsabilidad.",

    "security": "Seguridad de sus Datos Personales",
    "securityText": "Utilizamos medios comercialmente aceptables para proteger sus datos, pero ninguna transmisión o almacenamiento es 100% seguro.",

    "children": "Privacidad de los Menores",
    "childrenText": "Nuestro Servicio no está dirigido a menores de 13 años. No recopilamos conscientemente información de niños. Si llegamos a saberlo, la eliminamos de inmediato.",

    "links": "Enlaces a Otros Sitios Web",
    "linksText": "Nuestro Servicio puede contener enlaces a sitios web de terceros. No somos responsables de sus prácticas de privacidad. Revise sus políticas.",

    "changes": "Cambios a esta Política de Privacidad",
    "changesText": "Podemos actualizar esta Política de Privacidad periódicamente. Los cambios se publicarán en esta página y actualizaremos la fecha de \"Última actualización\". Se recomienda revisar periódicamente.",

    "rights": "Sus Derechos de Privacidad",

    "ccpaTitle": "CCPA y CPRA (Residentes de California)",
    "ccpa": {
      "know": "Derecho a Saber",
      "delete": "Derecho a Eliminar",
      "correct": "Derecho a Corregir",
      "optOut": "Derecho a Optar por No Participar en la Venta/Compartición",
      "limit": "Derecho a Limitar el Uso de Datos Personales Sensibles",
      "nonDiscrimination": "Derecho a No Ser Discriminado"
    },

    "gdprTitle": "GDPR (Usuarios del EEE y Reino Unido)",
    "gdpr": {
      "access": "Derecho de Acceso",
      "rectification": "Derecho a la Rectificación",
      "erasure": "Derecho de Supresión (\"Derecho al Olvido\")",
      "restrict": "Derecho a Restringir el Tratamiento",
      "portability": "Derecho a la Portabilidad de Datos",
      "object": "Derecho de Oposición",
      "withdraw": "Derecho a Retirar el Consentimiento"
    },

    "caloppaTitle": "CalOPPA (Ley de Privacidad en Línea de California)",
    "caloppa": {
      "anonymous": "Los usuarios pueden visitar de forma anónima",
      "link": "El enlace a la Política de Privacidad incluye la palabra \"Privacidad\" y es visible en la página de inicio",
      "changes": "Notificamos cambios a los usuarios en esta página",
      "review": "Los usuarios pueden revisar/cambiar los Datos Personales iniciando sesión o contactándonos",
      "dnt": "Respetamos las señales de No Rastrear (DNT)"
    },

    "exercising": "Ejercicio de sus Derechos",
    "exercisingText": "Para ejercer sus derechos bajo CCPA, CPRA, GDPR o CalOPPA, comuníquese con nosotros. Podemos requerir la verificación de su identidad antes de responder.",

    "contact": "Contáctenos",
    "contact.email": "Por correo electrónico: services@solutionsforlifeatl.com",
    "contact.mail": "Por correo postal: 680 Hillcrest Rd NW, Lilburn, GA 30047, EE. UU."
  },
  "cookies": {
    "title": "Política de Cookies",
    "lastUpdated": "Última actualización: 24 de agosto de 2025",

    "intro": "Esta Política de Cookies explica qué son las Cookies y cómo las usamos. Debe leer esta política para comprender qué tipo de cookies usamos, o la información que recopilamos mediante las Cookies y cómo se utiliza esa información.",
    "generator": "Esta Política de Cookies ha sido creada con la ayuda del Generador Gratuito de Políticas de Cookies.",
    "noPID": "Las cookies normalmente no contienen información que identifique personalmente a un usuario, pero la información personal que almacenamos sobre usted puede vincularse con la información almacenada en y obtenida de las Cookies.",
    "referPrivacy": "Para más información sobre cómo usamos, almacenamos y mantenemos segura su información personal, consulte nuestra Política de Privacidad.",
    "noSensitiveInfo": "No almacenamos información personal sensible, como direcciones postales, contraseñas de cuentas, etc., en las Cookies que utilizamos.",

    "interpretationAndDefinitions": "Interpretación y Definiciones",
    "interpretationTitle": "Interpretación",
    "interpretationText": "Las palabras cuya letra inicial está en mayúscula tienen los significados definidos en las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.",
    "definitionsTitle": "Definiciones",

    "defCompany": "Compañía (referida como \"la Compañía\", \"Nosotros\" o \"Nuestro\" en esta Política de Cookies) se refiere a Solutions For Life, 680 Hillcrest Rd NW, Lilburn, GA 30047, EE. UU.",
    "defCookies": "Cookies significa pequeños archivos que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contienen detalles de su historial de navegación en ese sitio web, entre muchos otros usos.",
    "defWebsite": "Sitio web se refiere a Solutions For Life, accesible desde https://www.solutionsforlifeatl.com",
    "defYou": "Usted significa la persona que accede o usa el Sitio web, o una empresa o cualquier entidad legal en nombre de la cual dicha persona accede o usa el Sitio web, según corresponda.",

    "useOfCookies": "El uso de las Cookies",
    "typeOfCookies": "Tipos de Cookies que Usamos",
    "typeIntro": "Las Cookies pueden ser \"Persistentes\" o de \"Sesión\". Las Cookies persistentes permanecen en su computadora o dispositivo móvil cuando usted se desconecta, mientras que las Cookies de sesión se eliminan tan pronto como cierra su navegador web.",
    "purposesIntro": "Usamos tanto Cookies de sesión como persistentes para los fines establecidos a continuación:",

    "necessaryTitle": "Cookies Necesarias / Esenciales",
    "necessaryType": "Tipo: Cookies de Sesión",
    "necessaryAdmin": "Administradas por: Nosotros",
    "necessaryPurpose": "Propósito: Estas Cookies son esenciales para proporcionarle servicios disponibles a través del Sitio web y permitirle usar algunas de sus funciones. Ayudan a autenticar a los usuarios y a prevenir el uso fraudulento de cuentas. Sin estas Cookies, no se pueden proporcionar los servicios que usted ha solicitado, y solo usamos estas Cookies para proporcionarle esos servicios.",

    "functionalityTitle": "Cookies de Funcionalidad",
    "functionalityType": "Tipo: Cookies Persistentes",
    "functionalityAdmin": "Administradas por: Nosotros",
    "functionalityPurpose": "Propósito: Estas Cookies nos permiten recordar las elecciones que realiza cuando utiliza el Sitio web, como recordar sus datos de inicio de sesión o la preferencia de idioma. El propósito de estas Cookies es brindarle una experiencia más personalizada y evitar que tenga que volver a ingresar sus preferencias cada vez que utiliza el Sitio web.",

    "choicesTitle": "Sus Opciones con Respecto a las Cookies",
    "choicesText1": "Si prefiere evitar el uso de Cookies en el Sitio web, primero debe desactivar el uso de Cookies en su navegador y luego eliminar las Cookies guardadas en su navegador asociadas con este sitio web. Puede usar esta opción para evitar el uso de Cookies en cualquier momento.",
    "choicesText2": "Si no acepta nuestras Cookies, puede experimentar algunas inconveniencias en el uso del Sitio web y algunas funciones pueden no funcionar correctamente.",
    "choicesText3": "Si desea eliminar las Cookies o indicar a su navegador web que elimine o rechace las Cookies, visite las páginas de ayuda de su navegador.",

    "choices.chromePrefix": "Para el navegador web Chrome, visite esta página de Google:",
    "choices.chromeText": "Ayuda de Chrome",
    "choices.iePrefix": "Para el navegador web Internet Explorer, visite esta página de Microsoft:",
    "choices.ieText": "Soporte de Microsoft",
    "choices.firefoxPrefix": "Para el navegador web Firefox, visite esta página de Mozilla:",
    "choices.firefoxText": "Soporte de Mozilla",
    "choices.safariPrefix": "Para el navegador web Safari, visite esta página de Apple:",
    "choices.safariText": "Soporte de Apple",
    "choices.otherBrowsers": "Para cualquier otro navegador web, visite las páginas oficiales de su navegador.",

    "moreInfoTitle": "Más Información sobre las Cookies",
    "moreInfoText": "Puede obtener más información sobre las cookies: Cookies: ¿Qué hacen?.",

    "contactTitle": "Contáctenos",
    "contactEmail": "Por correo electrónico: services@solutionsforlifeatl.com",
    "contactAddress": "Por correo postal: 680 Hillcrest Rd NW, Lilburn, GA 30047, EE. UU."
  },
  "about-us": {
    "title": "Somos una empresa independiente de soluciones integrales.",
  "description": "Somos Solutions for Life y nos dedicamos a ofrecer soluciones integrales para mejorar tu vida y tus relaciones. Nuestro equipo de expertos está comprometido con ofrecer soluciones personalizadas para que puedas realizar tus trámites de impuestos, seguros, salud, bienes raíces, inmigración, etc.",
    "description_2": "Somos solutions for life y nos dedicamos a ofrecer soluciones integrales para mejorar tu vida y tus relaciones.",
    "button": "Soluciones personalizadas",
  "title2": "Si buscas seguridad, salud y tranquilidad en tu vida.",
    "description2": "Con nosotros encontrarás no solo un servicio, sino un aliado que trabaja contigo para proteger tu futuro, alcanzar tus metas y hacer más simple todo lo que parecía complicado.",
  "descrition3": "Nuestro compromiso es acompañarte en cada paso importante de tu vida, ofreciendo asesoría profesional, atención cercana y resultados que marcan la diferencia.",
  "button2": "Contáctanos ahora",
    "title3": "¡Definiendo el futuro de las experiencias en línea!",
  "description3": "En nuestro equipo creemos que cada persona y cada familia tienen una historia única, por eso nos dedicamos a ofrecerte un servicio cercano, honesto y hecho a tu medida. Nuestro compromiso es acompañarte en todo momento para que puedas realizar tus trámites de impuestos, seguros, salud, bienes raíces e inmigración de forma sencilla, segura y con la confianza de estar en buenas manos. Detrás de cada servicio hay un grupo de profesionales apasionados por ayudar, que ponen su conocimiento y experiencia al servicio de tu tranquilidad.",
  "description4": "Nos motiva verte alcanzar tus metas, resolver tus inquietudes y sentir el respaldo de un equipo que te escucha, te orienta y te acompaña paso a paso. Más que asesores, somos personas trabajando para personas —con empatía, respeto y compromiso— para que cada decisión que tomes sea un paso firme hacia un mejor futuro.",
  "list-1": "Beneficios esenciales de tu seguro médico.",
    "list-2": "Beneficios sobre la presentación de impuestos.",
    "list-3": "Declaración de impuestos",
    "list-4": "Renovación de seguros médicos",
    "list-5": "Asesoría financiera"
  }
}
